Overload List
Name  |   Description
GetRuleName(Int32)
 Retrieves the name of the rule.
GetRuleName(PerformanceAdviserRuleId)
 Retrieves the name of the rule.
 See Also
  PerformanceAdviser Class
  PerformanceAdviser Members
  Autodesk.Revit.DB Namespace